{
  "extractions": [
    {
      "extraction_class": "Norm",
      "extraction_text": "Las puertas previstas como salida de planta o de edificio y las previstas para la evacuación de más de 50 personas serán abatibles con eje de giro vertical y su sistema de cierre, o bien no actuará mientras haya actividad en las zonas a evacuar, o bien consistirá en un dispositivo de fácil y rápida apertura desde el lado del cual provenga dicha evacuación, sin tener que utilizar una llave y sin tener que actuar sobre más de un mecanismo.",
      "char_interval": {
        "start_pos": 2,
        "end_pos": 443
      },
      "alignment_status": "match_exact",
      "extraction_index": 1,
      "group_index": 0,
      "description": null,
      "attributes": {
        "paragraph_number": 1,
        "applies_if": "door.use == 'exit' OR evacuation.persons > 50",
        "satisfied_if": "door.type == 'swing' AND door.axis == 'vertical'; OR closing.system.enabled == false; OR (door.opening.from_evacuation_side == true AND door.opening.requires_key == false AND door.opening.mechanisms_count <= 1)",
        "exempt_if": "door.type == 'automatic'"
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "Se considera que satisfacen el anterior requisito funcional los dispositivos de apertura mediante ma-nilla o pulsador conforme a la norma UNE-EN 179:2009, cuando se trate de la evacuación de zonas ocupadas por personas que en su mayoría estén familiarizados con la puerta considerada",
      "char_interval": {
        "start_pos": 532,
        "end_pos": 815
      },
      "alignment_status": "match_exact",
      "extraction_index": 1,
      "group_index": 0,
      "description": null,
      "attributes": {
        "paragraph_number": 2,
        "applies_if": "occupants.familiar_with_door == true",
        "satisfied_if": "device.standard == 'UNE-EN 179:2009' AND device.type IN { 'handle','push_button' }",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "así como en caso contrario, cuando se trate de puertas con apertura en el sentido de la evacuación conforme al punto 3 siguiente, los de barra horizontal de empuje o de deslizamiento conforme a la norma UNE EN 1125:2009.",
      "char_interval": {
        "start_pos": 817,
        "end_pos": 1037
      },
      "alignment_status": "match_exact",
      "extraction_index": 2,
      "group_index": 1,
      "description": null,
      "attributes": {
        "paragraph_number": 2,
        "applies_if": "occupants.familiar_with_door == false AND door.opening.direction == 'evacuation'",
        "satisfied_if": "device.standard == 'UNE-EN 1125:2009' AND device.type IN { 'horizontal_push_bar','sliding_bar' }",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "Abrirá en el sentido de la evacuación toda puerta de salida: a) prevista para el paso de más de 200 personas en edificios de uso Residencial Vivienda o de 100 personas en los demás casos",
      "char_interval": {
        "start_pos": 1040,
        "end_pos": 1226
      },
      "alignment_status": "match_exact",
      "extraction_index": 3,
      "group_index": 2,
      "description": null,
      "attributes": {
        "paragraph_number": 3,
        "applies_if": "(building.use == 'residential_dwelling' AND served.persons > 200) OR (building.use == 'other' AND served.persons > 100)",
        "satisfied_if": "door.opening.direction == 'evacuation'",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "b) prevista para más de 50 ocupantes del recinto o espacio en el que esté situada.",
      "char_interval": {
        "start_pos": 1236,
        "end_pos": 1318
      },
      "alignment_status": "match_exact",
      "extraction_index": 4,
      "group_index": 3,
      "description": null,
      "attributes": {
        "paragraph_number": 3,
        "applies_if": "space.occupants > 50",
        "satisfied_if": "door.opening.direction == 'evacuation'",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "Cuando existan puertas giratorias, deben disponerse puertas abatibles de apertura manual contiguas a ellas, excepto en el caso de que las giratorias sean automáticas y dispongan de un sistema que permita el abatimiento de sus hojas en el sentido de la evacuación, ante una emergencia o incluso en el caso de fallo de suministro eléctrico, mediante la aplicación manual de una fuerza no superior a 220 N.",
      "char_interval": {
        "start_pos": 1512,
        "end_pos": 1915
      },
      "alignment_status": "match_exact",
      "extraction_index": 1,
      "group_index": 0,
      "description": null,
      "attributes": {
        "paragraph_number": 4,
        "applies_if": "revolving_door.exists == true",
        "satisfied_if": "adjacent.manual_swing_doors == true",
        "exempt_if": "door.type == 'automatic' AND door.option.swing_allowed == true AND door.opening.push_force_N <= 220 AND (event.power_failure == true OR event.emergency_signal == true)"
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "La anchura útil de este tipo de puertas y de las de giro automático después de su abatimiento, debe estar dimensionada para la evacuación total prevista.",
      "char_interval": {
        "start_pos": 1916,
        "end_pos": 2069
      },
      "alignment_status": "match_exact",
      "extraction_index": 2,
      "group_index": 1,
      "description": null,
      "attributes": {
        "paragraph_number": 4,
        "applies_if": "adjacent.manual_swing_doors == true OR (door.type == 'automatic' AND door.option.swing_allowed == true)",
        "satisfied_if": "door.clear_width_m >= evacuation.required_width_m",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "a) Que, cuando se trate de una puerta corredera o plegable, abra y mantenga la puerta abierta o bien permita su apertura abatible en el sentido de la evacuación mediante simple empuje con una fuerza total que no exceda de 220 N. La opción de apertura abatible no se admite cuando la puerta esté situada en un itinerario accesible según DB SUA.",
      "char_interval": {
        "start_pos": 2290,
        "end_pos": 2633
      },
      "alignment_status": "match_exact",
      "extraction_index": 1,
      "group_index": 0,
      "description": null,
      "attributes": {
        "paragraph_number": 5,
        "applies_if": "door.type == 'automatic_pedestrian' AND (event.power_failure == true OR event.emergency_signal == true) AND door.operation IN { 'sliding','folding' } AND system.position != 'fail_safe_closed'",
        "satisfied_if": "door.state.open_maintained == true; OR (door.option.swing_allowed == true AND door.opening.push_force_N <= 220)",
        "exempt_if": "route.accessible_dbsua == true AND door.option.swing_allowed == true"
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "b) Que, cuando se trate de una puerta abatible o giro-batiente (oscilo-batiente), abra y mantenga la puerta abierta o bien permita su abatimiento en el sentido de la evacuación mediante simple empuje con una fuerza total que no exceda de 150 N.",
      "char_interval": {
        "start_pos": 2634,
        "end_pos": 2878
      },
      "alignment_status": "match_exact",
      "extraction_index": 2,
      "group_index": 1,
      "description": null,
      "attributes": {
        "paragraph_number": 5,
        "applies_if": "door.type == 'automatic_pedestrian' AND (event.power_failure == true OR event.emergency_signal == true) AND door.operation IN { 'swing','tilt_turn' } AND system.position != 'fail_safe_closed'",
        "satisfied_if": "door.state.open_maintained == true; OR (door.option.swing_allowed == true AND door.opening.push_force_N <= 150)",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "Cuando la puerta esté situada en un itine-rario accesible según DB SUA, dicha fuerza no excederá de 25 N, en general, y de 65 N cuando sea resistente al fuego.",
      "char_interval": {
        "start_pos": 2879,
        "end_pos": 3038
      },
      "alignment_status": "match_exact",
      "extraction_index": 3,
      "group_index": 2,
      "description": null,
      "attributes": {
        "paragraph_number": 5,
        "applies_if": "route.accessible_dbsua == true",
        "satisfied_if": "(door.opening.push_force_N <= 25 AND door.fire_resistant == false); OR (door.opening.push_force_N <= 65 AND door.fire_resistant == true)",
        "exempt_if": null
      }
    },
    {
      "extraction_class": "Norm",
      "extraction_text": "Las puertas peatonales automáticas se someterán obligatoriamente a las condiciones de mantenimiento conforme a la norma UNE 85121:2018.",
      "char_interval": {
        "start_pos": 3196,
        "end_pos": 3281
      },
      "alignment_status": "match_lesser",
      "extraction_index": 1,
      "group_index": 0,
      "description": null,
      "attributes": {
        "paragraph_number": null,
        "applies_if": "door.type == 'automatic_pedestrian'",
        "satisfied_if": "maintenance.standard == 'UNE 85121:2018'",
        "exempt_if": null
      }
    }
  ],
  "text": "1 Las puertas previstas como salida de planta o de edificio y las previstas para la evacuación de más de 50 personas serán abatibles con eje de giro vertical y su sistema de cierre, o bien no actuará mientras haya actividad en las zonas a evacuar, o bien consistirá en un dispositivo de fácil y rápida apertura desde el lado del cual provenga dicha evacuación, sin tener que utilizar una llave y sin tener que actuar sobre más de un mecanismo. Las anteriores condiciones no son aplicables cuando se tra-te de puertas automáticas. 2 Se considera que satisfacen el anterior requisito funcional los dispositivos de apertura mediante ma-nilla o pulsador conforme a la norma UNE-EN 179:2009, cuando se trate de la evacuación de zonas ocupadas por personas que en su mayoría estén familiarizados con la puerta considerada, así como en caso contrario, cuando se trate de puertas con apertura en el sentido de la evacuación conforme al punto 3 siguiente, los de barra horizontal de empuje o de deslizamiento conforme a la norma UNE EN 1125:2009. 3 Abrirá en el sentido de la evacuación toda puerta de salida: a) prevista para el paso de más de 200 personas en edificios de uso Residencial Vivienda o de 100 personas en los demás casos, o bien. b) prevista para más de 50 ocupantes del recinto o espacio en el que esté situada. Para la determinación del número de personas que se indica en a) y b) se deberán tener en cuenta los criterios de asignación de los ocupantes establecidos en el apartado 4.1 de esta Sección. 4 Cuando existan puertas giratorias, deben disponerse puertas abatibles de apertura manual contiguas a ellas, excepto en el caso de que las giratorias sean automáticas y dispongan de un sistema que permita el abatimiento de sus hojas en el sentido de la evacuación, ante una emergencia o incluso en el caso de fallo de suministro eléctrico, mediante la aplicación manual de una fuerza no superior a 220 N. La anchura útil de este tipo de puertas y de las de giro automático después de su abatimiento, debe estar dimensionada para la evacuación total prevista. 5 Las puertas peatonales automáticas dispondrán de un sistema que en caso de fallo en el suministro eléctrico o en caso de señal de emergencia, cumplirá las siguientes condiciones, excepto en posición de cerrado seguro: a) Que, cuando se trate de una puerta corredera o plegable, abra y mantenga la puerta abierta o bien permita su apertura abatible en el sentido de la evacuación mediante simple empuje con una fuerza total que no exceda de 220 N. La opción de apertura abatible no se admite cuando la puerta esté situada en un itinerario accesible según DB SUA. b) Que, cuando se trate de una puerta abatible o giro-batiente (oscilo-batiente), abra y mantenga la puerta abierta o bien permita su abatimiento en el sentido de la evacuación mediante simple empuje con una fuerza total que no exceda de 150 N. Cuando la puerta esté situada en un itine-rario accesible según DB SUA, dicha fuerza no excederá de 25 N, en general, y de 65 N cuando sea resistente al fuego. La fuerza de apertura abatible se considera aplicada de forma estática en el borde de la hoja, per-pendicularmente a la misma y a una altura de 1000 ±10 mm, Las puertas peatonales automáticas se someterán obligatoriamente a las condiciones de manteni-miento conforme a la norma UNE 85121:2018.",
  "document_id": "doc_ff04e4aa"
}